Revit 2024 API
UnitTypeId.WattsPerMeter Property
 Watts per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WattsPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property WattsPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WattsPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace